tap "amar1729/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "michaeleisel/zld"
tap "shopify/shopify"
brew "deno"
brew "direnv"
brew "fasd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnupg", link: false
brew "go"
brew "hub"
brew "jq"
brew "neovim"
brew "node"
brew "oath-toolkit"
brew "parallel"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "spaceship"
brew "tmux"
brew "trash"
brew "upx"
brew "wget"
brew "amar1729/formulae/browserpass"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "shopify/shopify/ejson"
cask "cakebrew"
cask "firefox"
cask "gimp"
cask "godot"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "logseq"
cask "signal"
cask "syncthing"
cask "visual-studio-code"
cask "zoom"
